#  Задача «Часть от целого»
new_string = 'Сейчас на Земле появился новый вид роботов. Раньше их называли „железной оравой “, но это не очень точное определение.'
print(new_string[0:43])